import spa1 from './img/screenshots/spa-1.jpg';
import spa2 from './img/screenshots/spa-2.jpg';
import spa3 from './img/screenshots/spa-3.jpg';
import spa4 from './img/screenshots/spa-4.jpg';
import spa5 from './img/screenshots/spa-5.jpg';
import spa6 from './img/screenshots/spa-6.jpg';
import spa7 from './img/screenshots/spa-7.jpg';
import spa8 from './img/screenshots/spa-8.jpg';
import spa9 from './img/screenshots/spa-9.jpg';

import spa11 from './img/screenshots/spa11.png';
import spa22 from './img/screenshots/spa22.png';
import spa33 from './img/screenshots/spa33.png';
import spa44 from './img/screenshots/spa44.png';
import spa55 from './img/screenshots/spa55.png';
import spa66 from './img/screenshots/spa66.png';
import spa77 from './img/screenshots/spa77.png';
import spa88 from './img/screenshots/spa88.png';
import spa99 from './img/screenshots/spa99.png';



export default [
        {
            id: 'spacemarine',
            title: 'Космодесант',
            screenshot: spa1,
            screenshot2: spa11,
            description: 'Космический Десант (также называемый Адептус Астартес или Космодесант) — элитные и самые сильные солдаты Империума Человечества. Основная единица организации Космического Десанта — Орден, каждая армия оборудована собственным транспортом, вспомогательным персоналом. Есть около тысячи орденов, каждый из которых содержит по тысяче космических десантников. Несмотря на такое впечатляющее количество, для всего Империума их количества недостаточно, чтобы формировать Армию, поэтому они выступают в роли сил для мобильных ударов по особо опасным противникам — ксеносам, мутантам, еретикам. В результате жесткого отбора, изменений тела и хороших тренировок Космические Десантники физически и психически во всем превосходят обычных солдат Империума. Эмиссары орденов отбирают будущих десантников из числа самых физически развитых, быстрых и ловких людей призывных миров. Они проходят множество немыслимых испытаний, и если переживают их, подвергаются сложной и опасной генетической модификации. Лишь единицы переживают процесс преобразования. Культура и организация Космического Десанта похожи на монашеские, однако в них можно заметить множество характерных черт разнообразных школ боевых искусств и воинских культур всех времён и народов. В соответствии со своим элитным статусом Космические Десантники оснащены снаряжением, соответствующим их сверхчеловеческим способностям. Они носят силовую броню, дающую им совершенную защиту и позволяющую существовать в самых агрессивных средах, и вооружены самыми мощными видами оружия, такими, например, как болтер. Космические Десантники заметно выше и шире среднего человека — в своей силовой броне они, по разным источникам и в разных случаях, имеют рост от 230 до 300 сантиметров.',
            link: '#'
        },
        {
            id: 'imperial-guard',
            title: 'Имперская Гвардия',
            screenshot: spa2,
            screenshot2: spa22,
            description: 'Имперская Гвардия (англ. Imperial Guard), с 2014 года известная как Астра Милитарум (англ. Astra Militarum), сокращённо ИГ или IG — вооружённые силы Империума человечества во вселенной Warhammer 40,000, состоящая из пехотных и бронетанковых полков. Во вселенной Warhammer 40,000 (в книгах, настольных и компьютерных играх) Имперская Гвардия является гигантской военной организацией, состоящей из триллионов мужчин и женщин, поддерживаемых миллионами единиц бронетехники из тысяч различных планет и звёздных систем[1]. В общем и целом в Имперскую Гвардию входят в основном пехотные полки, вооружённые и защищённые легко (хотя есть специальные подразделения, оснащённые тяжёлым оружием и хорошо защищённые), а также полки бронетехники, оснащённые самыми мощными танками и бронетранспортёрами. Имперская Гвардия впервые была представлена в настольных играх как играбельная сторона в журнале White Dwarf (выпуск 109, январь 1989). В апреле 2014 года после шестого издания игры Имперская Гвардия предстала в обновлённом виде, получив своё современное название «Астра Милитарум». С выходом серии компьютерных игр Warhammer 40,000: Dawn of War и последующих аддонов к ней популярность Гвардии стала расти, поскольку в них можно было сыграть полноценную партию за Гвардию. Прототипом почти каждого полка Имперской Гвардии, упомянутого в настольных или компьютерных играх, стала историческая армия той или иной эпохи',
            link: '#'
        },
        {
            id: 'eldar',
            title: 'Эльдар',
            screenshot: spa3,
            screenshot2: spa33,
            description: 'Эльда́р, или альда́ри (англ. Aeldari), загадочная раса, странствующая среди звёзд. Последние выжившие потомки некогда великой империи, разрушенной до основания. Ныне они цепляются за существование, выживая в бесконечных войнах благодаря воинскому мастерству и древним технологиям, и светятся в пустоте подобно догорающим уголькам.',
            link: '#'
        },
        {
            id: 'dark-eldar',
            title: 'Темные Эльдар',
            screenshot: spa4,
            screenshot2: spa44,
            description: 'Тёмные эльдар или «друкари» — пираты и разбойники с чёрным сердцем, и для них все обитатели Галактики не более чем скот, который можно забивать, когда вздумается. Эти чужеродные налётчики жёстко и стремительно ударяют из теней Паутины, а после бесследно растворяются, прежде чем противник успевает ответить. Поскольку по вине судьбы тёмные эльдар вынуждены забыть о своих мощных психических способностях, превыше всего они ставят физическое совершенство; с их атлетизмом и быстротой может сравниться разве что их завышенное высокомерие. А если прибавить к этому ещё и смертельные изобретения их загадочной науки, тёмных эльдар можно без сомнения причислить к самым большим угрозам в жестокой Галактике.',
            link: '#'
        },
        {
            id: 'orks',
            title: 'Орки',
            screenshot: spa5,
            screenshot2: spa55,
            description: 'Орки — инопланетный народ в выдуманной вселенной Warhammer 40. 000, который рождается и умирает на поле битвы (в прямом смысле этого слова — ведь после смерти орк или гретчин (гоблин по терминам фэнтези) выпускает споры, из которых затем вырастают новые поколения зеленокожих). Орки — дикая, грубая и любящая войну раса. Они — доминантный элемент расы оркоидов, которая включает орков и их меньших родственников, гретчинов или гротов и снотлингов. Поскольку орки больше, сильнее и страшнее, чем остальные оркоиды, они логически образуют воинскую элиту расы. Они повелевают гретчинами и снотлингами, часто рассматривая их в качестве движимого имущества. Такой статус-кво, однако, небезвыгоден для меньших оркоидов, поскольку орки также защищают и заботятся о них. Без этого жизнь гретчинов и снотлингов могла бы быть гораздо хуже.',
            link: '#'
        },
        {
            id: 'tau',
            title: 'Тау',
            screenshot: spa6,
            screenshot2: spa66,
            description: 'Тау — молодая, технологически ориентированная раса гуманоидов с Восточной Окраины Галактики, являющаяся доминирующим видом в Империи Тау. Их родная планета, Тау, была открыта эксплораторским флотом Адептус Механикус в 789.М35. Записи корабля «Видение Ленда» говорят о том, что в это время тау только-только овладели огнем и начали использовать простейшие орудия и оружие. Империум собрался очистить и колонизировать эту планету, но разразился ужасный варп-шторм, окруживший ее. Он продолжался почти шесть тысяч лет, в результате чего родная планета тау была недоступна для человека. Империум вновь встретился с тау лишь во время Дамоклова крестового похода. Оказалось, что примитивные тау за шесть тысяч лет достигли невероятного прогресса и научились создавать высокотехнологичное оружие и космические корабли.',
            link: '#'
        },
        {
            id: 'necrons',
            title: 'Некроны',
            screenshot: spa7,
            screenshot2: spa77,
            description: 'Некро́ны — древние механические существа, бывшие когда-то расой некронтир. В сгущающихся сумерках 41-го тысячелетия из небытия возвращаются некроны. Владыки и фаэроны надменно вышагивают перед строями молчаливых череполиких солдат, на давно забытом языке громогласно обещая им славные битвы. Из глубин планет поднимаются страшные машины, работающие за счёт электродуговых двигателей, а за ними поспешно следуют механические арахниды. Под чутким руководством криптеков оживают грозные орудия для уничтожения планет, какие Галактика не видела вот уже миллионы лет. Ряд за рядом из гробниц сплошным потоком холодной стали наружу выбираются скелетоподобные воины. Миллиарды некронов поднимаются из могил, чтобы вернуть то, что когда-то им принадлежало, и вся Галактика содрогается в ужасе от их возвращения.',
            link: '#'
        },
        {
            id: 'chaos',
            title: 'Хаос',
            screenshot: spa8,
            screenshot2: spa88,
            description: 'Хаос — психическая энергия, из которой состоит варп-пространство. Чаще всего, «Хаосом» называют всё, связанное с ним, включая его влияние, Богов Хаоса, их последователей, а также сам варп. Хаос это почти синоним варпа, эти сущности неразделимы: Хаос — бесконечный океан духовной и эмоциональной энергии, который наполняет варп. Это великая и незамутнённая сила изменений и мощи, и она физически и духовно развращает. Наиболее одарённые смертные, псайкеры, могут использовать эту энергию, которая даёт им способности, легко переступающие законы материальной вселенной. Однако, злобная сила Хаоса со временем может извратить псайкера, разлагая его душу и разум. Каноничный знак Хаоса — восьмиконечная звезда, символизирующая бесконечные возможности Хаоса.',
            link: '#'
        },
        {
            id: 'tyranids',
            title: 'Тираниды',
            screenshot: spa9,
            screenshot2: spa99,
            description: 'Тираниды отличаются от всех прочих рас, встречавшихся человечеству. Любое живое создание, от мельчайшего насекомого до представителя самой развитой цивилизации, не более чем добыча для этих идеальных хищников. Лишь в настоящее время обитатели Галактики осознали масштабы грозящей им опасности: если Великого Пожирателя не удастся остановить, погибнут все.',
            link: '#'
        }
    ];
